Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Last checked %@ — too long ago to still call it current.
de: Zuletzt geprüft %@ – das ist zu lange her, um es noch als aktuell zu bezeichnen.
es: Última comprobación: %@; ha pasado demasiado tiempo para considerarlo actual.
fr: Dernière vérification %@ — trop ancien pour être encore considéré comme à jour.
it: Ultimo controllo %@ — troppo tempo fa perché sia ancora considerato aggiornato.
ja: 最終確認は%@ — 現在の状態と呼ぶには古すぎます。
ko: 마지막 확인은 %@ — 최신 상태라고 하기엔 너무 오래되었습니다.
pt_br: Última verificação %@ — tempo demais para ainda considerar atual.
zh_hans: 上次检查是在%@——已经太久，不能再算作最新状态。
zh_hant: 上次檢查是在%@——已經太久，不能再算作最新狀態。

source: Last update
de: Letztes Update
es: Última actualización
fr: Dernière mise à jour
it: Ultimo aggiornamento
ja: 前回の更新
ko: 마지막 업데이트
pt_br: Última atualização
zh_hans: 上次更新
zh_hant: 上次更新

source: Last updated %@.
de: Zuletzt aktualisiert %@.
es: Última actualización %@.
fr: Dernière mise à jour %@.
it: Ultimo aggiornamento %@.
ja: 最終更新:%@。
ko: 마지막 업데이트: %@.
pt_br: Última atualização %@.
zh_hans: 上次更新：%@。
zh_hant: 上次更新：%@。

source: Latest
de: Neueste
es: Más reciente
fr: Dernière version
it: Più recente
ja: 最新
ko: 최신
pt_br: Mais recente
zh_hans: 最新版本
zh_hant: 最新版本

source: Lost touch with %@ — it may still be working.
de: Verbindung zu %@ verloren – es arbeitet möglicherweise noch.
es: Se perdió el contacto con %@; puede que siga trabajando.
fr: Contact perdu avec %@ — il travaille peut-être encore.
it: Contatto perso con %@: potrebbe essere ancora al lavoro.
ja: %@との接続が切れました — まだ処理中の可能性があります。
ko: %@과(와)의 연결이 끊겼습니다 — 아직 작업 중일 수 있습니다.
pt_br: Perda de contato com %@ — ele pode ainda estar funcionando.
zh_hans: 与 %@ 失去联系——它可能仍在工作。
zh_hant: 與 %@ 失去聯繫——它可能仍在運作。

source: Lost touch — it may still be working
de: Verbindung verloren – arbeitet möglicherweise noch
es: Contacto perdido: puede que siga trabajando
fr: Contact perdu — il travaille peut-être encore
it: Contatto perso: potrebbe essere ancora al lavoro
ja: 接続が切れました — まだ処理中の可能性があります
ko: 연결이 끊겼습니다 — 아직 작업 중일 수 있습니다
pt_br: Contato perdido — ele pode ainda estar funcionando
zh_hans: 已失去联系——可能仍在工作
zh_hant: 已失去聯繫——可能仍在運作

source: Newer than the latest release
de: Neuer als die aktuellste Version
es: Más reciente que la última versión publicada
fr: Plus récent que la dernière version publiée
it: Più recente dell'ultima versione pubblicata
ja: 最新リリースより新しい状態です
ko: 최신 릴리스보다 더 최신입니다
pt_br: Mais recente que a última versão publicada
zh_hans: 比最新发布的版本还新
zh_hant: 比最新發布的版本還新

source: No ads, no tracking, no server between you and your agents. One purchase covers iPhone and Mac, unlocks unlimited servers, and funds the work.
de: Keine Werbung, kein Tracking, kein Server zwischen dir und deinen Agenten. Ein Kauf gilt für iPhone und Mac, schaltet unbegrenzt Server frei und finanziert die Arbeit.
es: Sin anuncios, sin rastreo, sin servidor entre tú y tus agentes. Una compra cubre iPhone y Mac, desbloquea servidores ilimitados y financia el desarrollo.
fr: Pas de pub, pas de pistage, aucun serveur entre vous et vos agents. Un achat couvre iPhone et Mac, débloque les serveurs illimités et finance le travail.
it: Niente pubblicità, niente tracciamento, nessun server tra te e i tuoi agenti. Un acquisto vale per iPhone e Mac, sblocca server illimitati e finanzia lo sviluppo.
ja: 広告なし、トラッキングなし、あなたとエージェントの間にサーバーなし。一度の購入で iPhone と Mac に対応し、サーバー数無制限を解放して開発を支えます。
ko: 광고 없음, 추적 없음, 나와 에이전트 사이에 서버 없음. 한 번 구매로 iPhone과 Mac 모두 사용하고, 서버 무제한을 열며, 개발을 지원합니다.
pt_br: Sem anúncios, sem rastreamento, sem servidor entre você e seus agentes. Uma compra vale para iPhone e Mac, libera servidores ilimitados e financia o trabalho.
zh_hans: 没有广告，没有跟踪，你和智能体之间没有任何服务器。一次购买，iPhone 与 Mac 通用，解锁不限数量的服务器，并支持开发。
zh_hant: 沒有廣告，沒有追蹤，你和代理之間沒有任何伺服器。一次購買，iPhone 與 Mac 通用，解鎖不限數量的伺服器，並支持開發。

source: No toolchain on this machine can rebuild %@.
de: Auf dieser Maschine gibt es keine Toolchain, mit der sich %@ neu bauen ließe.
es: No hay ninguna cadena de herramientas en esta máquina que pueda recompilar %@.
fr: Aucune chaîne d'outils sur cette machine ne peut recompiler %@.
it: Su questa macchina non c'è alcuna toolchain in grado di ricompilare %@.
ja: このマシンには%@を再ビルドできるツールチェーンがありません。
ko: 이 머신에는 %@을(를) 다시 빌드할 수 있는 도구 체인이 없습니다.
pt_br: Não há um toolchain nesta máquina capaz de recompilar %@.
zh_hans: 这台机器上没有可以重新构建 %@ 的工具链。
zh_hant: 這台機器上沒有可以重新建置 %@ 的工具鏈。

source: Not checked recently
de: Kürzlich nicht geprüft
es: No se ha comprobado recientemente
fr: Non vérifié récemment
it: Non controllato di recente
ja: 最近確認していません
ko: 최근에 확인하지 않았습니다
pt_br: Não verificado recentemente
zh_hans: 最近未检查
zh_hant: 最近未檢查

source: Not checked yet
de: Noch nicht geprüft
es: Aún no se ha comprobado
fr: Pas encore vérifié
it: Non ancora controllato
ja: まだ確認していません
ko: 아직 확인하지 않았습니다
pt_br: Ainda não verificado
zh_hans: 尚未检查
zh_hant: 尚未檢查

source: Not checked yet.
de: Noch nicht geprüft.
es: Aún no se ha comprobado.
fr: Pas encore vérifié.
it: Non ancora controllato.
ja: まだ確認していません。
ko: 아직 확인하지 않았습니다.
pt_br: Ainda não verificado.
zh_hans: 尚未检查。
zh_hant: 尚未檢查。

source: Not now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はしない
ko: 나중에
pt_br: Agora não
zh_hans: 暂不
zh_hant: 暫不

source: not reported
de: nicht gemeldet
es: no indicado
fr: non signalé
it: non indicato
ja: 報告なし
ko: 보고되지 않음
pt_br: não informado
zh_hans: 未报告
zh_hant: 未回報

source: not started
de: nicht begonnen
es: sin empezar
fr: pas commencé
it: non iniziato
ja: 未開始
ko: 시작 안 함
pt_br: não iniciado
zh_hans: 未开始
zh_hant: 未開始

source: nothing
de: nichts
es: nada
fr: rien
it: niente
ja: なし
ko: 없음
pt_br: nada
zh_hans: 无
zh_hant: 無

source: Nothing has answered yet. Pull down to ask this app and every server what they are running.
de: Es hat noch niemand geantwortet. Nach unten ziehen, um diese App und jeden Server nach ihrer Version zu fragen.
es: Nadie ha respondido todavía. Desliza hacia abajo para preguntar a esta app y a cada servidor qué versión ejecutan.
fr: Rien n'a encore répondu. Tirez vers le bas pour demander à cette app et à chaque serveur ce qu'ils exécutent.
it: Nessuno ha ancora risposto. Trascina verso il basso per chiedere a questa app e a ogni server cosa stanno eseguendo.
ja: まだ何も応答していません。下に引っ張ると、このアプリと各サーバーに実行中のバージョンを問い合わせます。
ko: 아직 아무 응답도 없습니다. 아래로 당기면 이 앱과 모든 서버에 실행 중인 버전을 물어봅니다.
pt_br: Nada respondeu ainda. Puxe para baixo para perguntar a este app e a cada servidor o que eles estão executando.
zh_hans: 目前还没有任何响应。下拉可以询问本应用和每台服务器正在运行的版本。
zh_hant: 目前還沒有任何回應。下拉可以詢問本應用程式和每台伺服器正在執行的版本。

source: Nothing has been asked yet. This app and every server you add answer for their own software.
de: Es wurde noch nichts abgefragt. Diese App und jeder Server, den Sie hinzufügen, antworten für ihre eigene Software.
es: Todavía no se ha consultado nada. Esta app y cada servidor que se añada responden por su propio software.
fr: Rien n'a encore été demandé. Cette app et chaque serveur que vous ajoutez répondent de leur propre logiciel.
it: Non è stato ancora chiesto nulla. Questa app e ogni server che aggiungi rispondono del proprio software.
ja: まだ何も問い合わせていません。このアプリと追加した各サーバーが、それぞれ自分のソフトウェアについて答えます。
ko: 아직 아무것도 물어보지 않았습니다. 이 앱과 추가한 모든 서버가 각자 자신의 소프트웨어에 대해 답합니다.
pt_br: Ainda nada foi perguntado. Este app e cada servidor que você adicionar respondem pelo próprio software.
zh_hans: 目前还没有进行过任何查询。本应用和你添加的每台服务器，都会各自回答有关自身软件的问题。
zh_hant: 目前還沒有進行過任何查詢。本應用程式和你新增的每台伺服器，都會各自回答有關自身軟體的問題。

source: Nothing here knows when this was last checked.
de: Hier weiß niemand, wann zuletzt geprüft wurde.
es: Nada aquí sabe cuándo se comprobó por última vez.
fr: Rien ici ne sait quand cela a été vérifié pour la dernière fois.
it: Qui non si sa quando è stato controllato l'ultima volta.
ja: 最後にいつ確認したのか、ここでは分かりません。
ko: 마지막으로 언제 확인했는지 여기서는 알 수 없습니다.
pt_br: Nada aqui sabe quando isso foi verificado pela última vez.
zh_hans: 这里无法得知上次检查是什么时候。
zh_hant: 這裡無法得知上次檢查是什麼時候。

source: Nothing is running on it, so %@ brings it straight back on the new build — a few seconds.
de: Nichts läuft gerade darauf, daher bringt %@ es sofort mit dem neuen Build zurück – wenige Sekunden.
es: No hay nada en ejecución en ella, así que %@ la vuelve a poner en marcha directamente con el nuevo build: unos segundos.
fr: Rien n'y tourne, donc %@ la relance directement avec le nouveau build — quelques secondes.
it: Non c'è nulla in esecuzione su di essa, quindi %@ la riporta subito attiva con il nuovo build: pochi secondi.
ja: そのマシン上では何も実行されていないため、%@がすぐに新しいビルドで復帰させます — 数秒です。
ko: 그 머신에서 실행 중인 것이 없으므로, %@이(가) 새 빌드로 곧바로 되돌립니다 — 몇 초면 됩니다.
pt_br: Nada está em execução nela, então %@ a traz de volta imediatamente com o novo build — poucos segundos.
zh_hans: 由于该机器上没有任何内容在运行，%@ 会立即以新版本将其带回——只需几秒。
zh_hant: 由於該機器上沒有任何內容在執行，%@ 會立即以新版本將其帶回——只需幾秒。

source: Nothing on this machine can say what the newest build is.
de: Nichts auf dieser Maschine kann sagen, welches der neueste Build ist.
es: Nada en esta máquina puede decir cuál es el build más reciente.
fr: Rien sur cette machine ne peut dire quel est le build le plus récent.
it: Niente su questa macchina può dire qual è il build più recente.
ja: このマシン上には、最新ビルドが何かを判断できるものがありません。
ko: 이 머신에는 최신 빌드가 무엇인지 알려줄 수단이 없습니다.
pt_br: Nada nesta máquina consegue dizer qual é o build mais recente.
zh_hans: 这台机器上没有任何东西能说明最新版本是哪个。
zh_hant: 這台機器上沒有任何東西能說明最新版本是哪個。

source: nothing said where this came from
de: nichts hat verraten, woher das stammt
es: nada indicó de dónde salió esto
fr: rien n'a indiqué d'où cela venait
it: nulla ha indicato da dove provenisse
ja: 出所を示すものは何もなかった
ko: 출처를 알려주는 정보가 없음
pt_br: nada indicou de onde isso veio
zh_hans: 没有任何信息说明这是从哪里来的
zh_hant: 沒有任何資訊說明這是從哪裡來的

source: of unknown origin
de: unbekannter Herkunft
es: de origen desconocido
fr: d'origine inconnue
it: di origine sconosciuta
ja: 出所不明
ko: 출처 불명
pt_br: de origem desconhecida
zh_hans: 来源不明
zh_hant: 來源不明

source: Off — new versions wait for you.
de: Aus – neue Versionen warten auf Sie.
es: Desactivado: las versiones nuevas esperan a que tú decidas.
fr: Désactivé — les nouvelles versions attendent votre accord.
it: Disattivato: le nuove versioni aspettano te.
ja: オフ — 新しいバージョンはあなたの操作を待ちます。
ko: 꺼짐 — 새 버전은 사용자의 조작을 기다립니다.
pt_br: Desativado — as novas versões esperam por você.
zh_hans: 关闭——新版本会等待你来处理。
zh_hant: 關閉——新版本會等待你來處理。

source: on its own
de: von selbst
es: por su cuenta
fr: d'elle-même
it: da sola
ja: 自動で
ko: 자동으로
pt_br: sozinho
zh_hans: 自动
zh_hant: 自動

source: On — installs new versions when nothing is running.
de: An – installiert neue Versionen, sobald nichts mehr läuft.
es: Activado: instala las versiones nuevas en cuanto no hay nada en ejecución.
fr: Activé — installe les nouvelles versions dès que plus rien ne tourne.
it: Attivato: installa le nuove versioni non appena non c'è più nulla in esecuzione.
ja: オン — 何も実行されていないときに新しいバージョンを自動でインストールします。
ko: 켜짐 — 아무것도 실행되고 있지 않을 때 새 버전을 설치합니다.
pt_br: Ativado — instala as novas versões assim que nada mais está em execução.
zh_hans: 开启——在没有任何内容运行时自动安装新版本。
zh_hant: 開啟——在沒有任何內容執行時自動安裝新版本。

source: One at a time: each downloads and builds, then restarts once nothing is running on it.
de: Nacheinander: Jeder lädt herunter und kompiliert, dann startet er neu, sobald nichts mehr auf ihm läuft.
es: De uno en uno: cada servidor descarga y compila, y luego se reinicia en cuanto no queda nada en ejecución en él.
fr: Un par un : chacun télécharge et compile, puis redémarre dès que plus rien n'y tourne.
it: Uno alla volta: ciascuno scarica e compila, poi si riavvia non appena non c'è più nulla in esecuzione su di esso.
ja: 1台ずつ処理します。それぞれがダウンロードとビルドを行い、その後何も実行されなくなり次第再起動します。
ko: 한 대씩 진행됩니다. 각 서버가 다운로드와 빌드를 수행한 다음, 아무것도 실행되지 않을 때 재시동됩니다.
pt_br: Um de cada vez: cada um baixa e compila, depois reinicia assim que nada mais estiver em execução nele.
zh_hans: 逐台进行：每台服务器先下载并构建，然后在没有任何内容运行时重新启动。
zh_hant: 逐台進行：每台伺服器先下載並建置，然後在沒有任何內容執行時重新開機。

source: Open App Store
de: App Store öffnen
es: Abrir App Store
fr: Ouvrir l'App Store
it: Apri App Store
ja: App Storeを開く
ko: App Store 열기
pt_br: Abrir a App Store
zh_hans: 打开 App Store
zh_hant: 打開 App Store

source: Opens Software Updates
de: Öffnet „Softwareupdates“
es: Abre Actualizaciones de software
fr: Ouvre Mises à jour logicielles
it: Apre Aggiornamenti software
ja: 「ソフトウェア・アップデート」を開く
ko: '소프트웨어 업데이트' 열기
pt_br: Abre Atualizações de Software
zh_hans: 打开“软件更新”
zh_hant: 打開「軟體更新」

source: Putting the new build in place
de: Der neue Build wird eingerichtet
es: Colocando el nuevo build
fr: Mise en place du nouveau build
it: Posizionamento del nuovo build
ja: 新しいビルドを配置中
ko: 새 빌드를 적용하는 중
pt_br: Colocando o novo build no lugar
zh_hans: 正在部署新版本
zh_hant: 正在部署新版本

source: read from the checkout on that machine, not from what is running
de: aus dem Checkout auf diesem Rechner gelesen, nicht aus dem, was läuft
es: leída del checkout en esa máquina, no de lo que está en ejecución
fr: lue depuis le checkout sur cette machine, pas depuis ce qui tourne
it: letta dal checkout su quella macchina, non da ciò che è in esecuzione
ja: 実行中のものではなく、そのマシン上のチェックアウトから読み取った値
ko: 실행 중인 것이 아니라 해당 머신의 체크아웃에서 읽음
pt_br: lida a partir do checkout naquela máquina, não do que está em execução
zh_hans: 从那台机器上的检出代码读取，而非来自正在运行的内容
zh_hant: 從那台機器上的簽出程式碼讀取，而非來自正在執行的內容

source: recorded when this build was installed
de: aufgezeichnet, als dieser Build installiert wurde
es: registrada cuando se instaló este build
fr: enregistrée à l'installation de ce build
it: registrata quando questo build è stato installato
ja: このビルドがインストールされたときに記録された値
ko: 이 빌드를 설치할 때 기록됨
pt_br: registrado quando este build foi instalado
zh_hans: 在安装此版本时记录
zh_hant: 在安裝此版本時記錄

source: Relaunch
de: Neu starten
es: Reiniciar
fr: Relancer
it: Riavvia
ja: 再起動
ko: 다시 열기
pt_br: Reabrir
zh_hans: 重新打开
zh_hant: 重新開啟

source: Relaunching
de: Wird neu gestartet
es: Reiniciando
fr: Relance en cours
it: Riavvio in corso
ja: 再起動中
ko: 다시 여는 중
pt_br: Reabrindo
zh_hans: 正在重新打开
zh_hant: 正在重新開啟

source: Restart
de: Neu starten
es: Reiniciar
fr: Redémarrer
it: Riavvia
ja: 再起動
ko: 재시동
pt_br: Reiniciar
zh_hans: 重新启动
zh_hant: 重新開機

source: Restart %@?
de: %@ neu starten?
es: ¿Reiniciar %@?
fr: Redémarrer %@ ?
it: Riavviare %@?
ja: %@を再起動しますか?
ko: %@을(를) 재시동하시겠습니까?
pt_br: Reiniciar %@?
zh_hans: 要重新启动 %@ 吗？
zh_hant: 要重新開機 %@ 嗎？

source: Restart didn't finish
de: Neustart nicht abgeschlossen
es: El reinicio no terminó
fr: Le redémarrage ne s'est pas terminé
it: Il riavvio non si è concluso
ja: 再起動が完了しませんでした
ko: 재시동이 완료되지 않았습니다
pt_br: O reinício não foi concluído
zh_hans: 重新启动未完成
zh_hant: 重新開機未完成

source: Restart to finish updating
de: Neu starten, um das Update abzuschließen
es: Reinicia para terminar la actualización
fr: Redémarrer pour terminer la mise à jour
it: Riavvia per completare l'aggiornamento
ja: 再起動して更新を完了
ko: 재시동하면 업데이트가 끝납니다
pt_br: Reinicie para concluir a atualização
zh_hans: 重新启动以完成更新
zh_hant: 重新開機以完成更新

source: Restarting
de: Wird neu gestartet
es: Reiniciando
fr: Redémarrage en cours
it: Riavvio in corso
ja: 再起動中
ko: 재시동 중
pt_br: Reiniciando
zh_hans: 重新启动中
zh_hant: 重新開機中

source: Run it in a terminal on that machine.
de: Auf diesem Rechner in einem Terminal ausführen.
es: Ejecútalo en una terminal de esa máquina.
fr: Exécutez-la dans un terminal sur cette machine.
it: Eseguilo in un terminale su quella macchina.
ja: そのマシンのターミナルで実行してください。
ko: 해당 머신의 터미널에서 실행하세요.
pt_br: Execute-o em um terminal naquela máquina.
zh_hans: 在那台机器的终端中运行它。
zh_hant: 在那台機器的終端機中執行它。

source: Running
de: Wird ausgeführt
es: En ejecución
fr: En cours d'exécution
it: In esecuzione
ja: 実行中
ko: 실행 중
pt_br: Em execução
zh_hans: 运行中
zh_hant: 執行中

source: running in a simulator
de: läuft in einem Simulator
es: ejecutándose en un simulador
fr: en cours d'exécution dans un simulateur
it: in esecuzione in un simulatore
ja: シミュレーターで実行中
ko: 시뮬레이터에서 실행 중
pt_br: em execução em um simulador
zh_hans: 在模拟器中运行
zh_hant: 在模擬器中執行

source: running out of a build directory
de: läuft direkt aus einem Build-Verzeichnis
es: ejecutándose desde un directorio de compilación
fr: en cours d'exécution depuis un dossier de build
it: in esecuzione da una cartella di build
ja: ビルドディレクトリから直接実行中
ko: 빌드 디렉터리에서 바로 실행 중
pt_br: em execução direto de um diretório de build
zh_hans: 直接从构建目录运行
zh_hant: 直接從建置目錄執行

source: Set aside. You'll hear about it again when something changes.
de: Zurückgestellt. Es meldet sich wieder, sobald sich etwas ändert.
es: Descartado por ahora. Volverás a saber de esto cuando algo cambie.
fr: Mis de côté. Vous en réentendrez parler dès que quelque chose changera.
it: Accantonato. Ne sentirai parlare di nuovo quando qualcosa cambierà.
ja: 保留しました。状況が変わればまたお知らせします。
ko: 보류했습니다. 상황이 바뀌면 다시 알려드리겠습니다.
pt_br: Adiado. Você vai ouvir falar disso de novo quando algo mudar.
zh_hans: 已搁置。情况有变化时会再次提醒你。
zh_hant: 已擱置。情況有變化時會再次提醒你。

source: Show all %@
de: Alle %@ anzeigen
es: Mostrar las %@
fr: Afficher les %@
it: Mostra tutti e %@
ja: すべて表示(%@件)
ko: 전체 %@개 보기
pt_br: Mostrar todas as %@
zh_hans: 显示全部 %@ 条
zh_hant: 顯示全部 %@ 則

source: Show all %lld
de: Alle %lld anzeigen
es: Mostrar las %lld
fr: Afficher les %lld
it: Mostra tutti e %lld
ja: すべて表示(%lld件)
ko: 전체 %lld개 보기
pt_br: Mostrar todas as %lld
zh_hans: 显示全部 %lld 条
zh_hant: 顯示全部 %lld 則

source: Show less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
ja: 少なく表示
ko: 간략히 보기
pt_br: Mostrar menos
zh_hans: 收起
zh_hant: 收起

source: Show log
de: Protokoll anzeigen
es: Ver registro
fr: Afficher le journal
it: Mostra registro
ja: ログを表示
ko: 로그 보기
pt_br: Ver registro
zh_hans: 查看日志
zh_hant: 查看日誌

source: Something is running on that machine.
de: Auf dieser Maschine läuft gerade etwas.
es: Hay algo en ejecución en esa máquina.
fr: Quelque chose tourne sur cette machine.
it: C'è qualcosa in esecuzione su quella macchina.
ja: そのマシンでは何かが実行中です。
ko: 그 머신에서 무언가 실행 중입니다.
pt_br: Há algo em execução naquela máquina.
zh_hans: 那台机器上正有内容在运行。
zh_hant: 那台機器上正有內容在執行。

source: STALLED
de: BLOCKIERT
es: BLOQUEADO
fr: BLOQUÉ
it: BLOCCATO
ja: 停滞
ko: 중단
pt_br: BLOQUEADO
zh_hans: 阻塞
zh_hant: 阻塞

source: stamped when this build was made
de: beim Erstellen dieses Builds gestempelt
es: registrada al crearse este build
fr: estampillée à la création de ce build
it: impostata alla creazione di questo build
ja: ビルド作成時に記録
ko: 이 빌드를 만들 때 기록됨
pt_br: registrado quando este build foi criado
zh_hans: 在构建此版本时打上的时间戳
zh_hant: 在建置此版本時打上的時間戳記

source: Stop background work
de: Hintergrundarbeit stoppen
es: Detener trabajo en segundo plano
fr: Arrêter le travail en arrière-plan
it: Ferma il lavoro in background
ja: バックグラウンドの作業を停止
ko: 백그라운드 작업 중지
pt_br: Parar trabalho em segundo plano
zh_hans: 停止后台工作
zh_hant: 停止背景工作

source: Stop work
de: Stoppen
es: Detener
fr: Arrêter
it: Ferma
ja: 作業を停止
ko: 작업 중지
pt_br: Parar
zh_hans: 停止工作
zh_hant: 停止工作

source: Stopped the background work.
de: Hintergrundarbeit gestoppt.
es: Trabajo en segundo plano detenido.
fr: Travail en arrière-plan arrêté.
it: Lavoro in background fermato.
ja: バックグラウンドの作業を停止しました。
ko: 백그라운드 작업을 중지했습니다.
pt_br: Trabalho em segundo plano parado.
zh_hans: 已停止后台工作。
zh_hant: 已停止背景工作。

source: Stuck background task
de: Blockierte Hintergrundaufgabe
es: Tarea en segundo plano bloqueada
fr: Tâche en arrière-plan bloquée
it: Attività in background bloccata
ja: 停滞したバックグラウンドタスク
ko: 중단된 백그라운드 작업
pt_br: Tarefa em segundo plano bloqueada
zh_hans: 阻塞的后台任务
zh_hant: 阻塞的背景任務

source: Tailscode is free and open source
de: Tailscode ist kostenlos und Open Source
es: Tailscode es gratuito y de código abierto
fr: Tailscode est gratuit et open source
it: Tailscode è gratuito e open source
ja: Tailscode は無料でオープンソースです
ko: Tailscode는 무료이며 오픈 소스입니다
pt_br: O Tailscode é gratuito e de código aberto
zh_hans: Tailscode 免费且开源
zh_hant: Tailscode 免費且開放原始碼

source: interrupted
de: unterbrochen
es: interrumpido
fr: interrompu
it: interrotto
ja: 中断されました
ko: 중단됨
pt_br: interrompido
zh_hans: 已中断
zh_hant: 已中斷

source: Invalid Tailscale token. Update it and try again.
de: Ungültiges Tailscale-Token. Aktualisiere es und versuche es erneut.
es: Token de Tailscale no válido. Actualízalo e inténtalo de nuevo.
fr: Jeton Tailscale invalide. Mettez-le à jour et réessayez.
it: Token Tailscale non valido. Aggiornalo e riprova.
ja: Tailscale トークンが無効です。更新してもう一度お試しください。
ko: Tailscale 토큰이 올바르지 않습니다. 업데이트 후 다시 시도하세요.
pt_br: Token do Tailscale inválido. Atualize-o e tente novamente.
zh_hans: Tailscale 令牌无效。请更新后重试。
zh_hant: Tailscale 權杖無效。請更新後再試一次。

source: It is no longer on %@.
de: Sie ist nicht mehr auf %@.
es: Ya no está en %@.
fr: Elle n’est plus sur %@.
it: Non è più su %@.
ja: %@ にはもうありません。
ko: 더 이상 %@에 없습니다.
pt_br: Ela não está mais em %@.
zh_hans: 它已不在 %@ 上。
zh_hant: 它已不在 %@ 上。

source: It opens here. Sign in with your Anthropic account and it hands you a code.
de: Sie öffnet sich hier. Melde dich mit deinem Anthropic-Konto an, und du bekommst einen Code.
es: Se abre aquí. Inicia sesión con tu cuenta de Anthropic y te dará un código.
fr: Elle s'ouvre ici. Connectez-vous avec votre compte Anthropic et elle vous donne un code.
it: Si apre qui. Accedi con il tuo account Anthropic e ti darà un codice.
ja: ここで開きます。Anthropic アカウントでサインインすると、コードが表示されます。
ko: 여기서 열립니다. Anthropic 계정으로 로그인하면 코드를 알려줍니다.
pt_br: Abre aqui. Entre com sua conta Anthropic e ela te dá um código.
zh_hans: 将在此处打开。用你的 Anthropic 账户登录，它会给你一个代码。
zh_hant: 將在此處開啟。用你的 Anthropic 帳號登入，它會給你一組代碼。

source: Its server is no longer connected.
de: Ihr Server ist nicht mehr verbunden.
es: Su servidor ya no está conectado.
fr: Son serveur n’est plus connecté.
it: Il suo server non è più collegato.
ja: そのサーバは接続されていません。
ko: 해당 서버가 더 이상 연결되어 있지 않습니다.
pt_br: O servidor dela não está mais conectado.
zh_hans: 它的服务器已不再连接。
zh_hant: 它的伺服器已不再連線。

source: Join your tailnet
de: Deinem Tailnet beitreten
es: Únete a tu tailnet
fr: Rejoindre votre tailnet
it: Entra nel tuo tailnet
ja: tailnet に参加する
ko: tailnet에 참여하기
pt_br: Entre na sua tailnet
zh_hans: 加入你的 tailnet
zh_hant: 加入你的 tailnet

source: Jump to message
de: Zu Nachricht springen
es: Ir al mensaje
fr: Aller au message
it: Vai al messaggio
ja: メッセージへジャンプ
ko: 메시지로 이동
pt_br: Ir para a mensagem
zh_hans: 跳转到消息
zh_hant: 跳至訊息

source: Just now
de: Gerade eben
es: Justo ahora
fr: À l’instant
it: Adesso
ja: たった今
ko: 방금
pt_br: Agora mesmo
zh_hans: 刚刚
zh_hant: 剛剛

source: Keep
de: Behalten
es: Conservar
fr: Conserver
it: Mantieni
ja: 残す
ko: 유지
pt_br: Manter
zh_hans: 保留
zh_hant: 保留

source: Keep going
de: Weitermachen
es: Seguir
fr: Continuer
it: Continua
ja: 続行
ko: 계속
pt_br: Continuar
zh_hans: 继续
zh_hant: 繼續

source: Keeps this device registered with claude-bridge, which pushes turn alerts and refreshes the usage widget while the app is closed
de: Hält dieses Gerät bei claude-bridge registriert, das Zug-Hinweise pusht und das Nutzungs-Widget aktualisiert, während die App geschlossen ist
es: Mantiene este dispositivo registrado en claude-bridge, que envía avisos de turno y actualiza el widget de uso con la app cerrada
fr: Garde cet appareil enregistré auprès de claude-bridge, qui envoie les alertes de tour et actualise le widget d’usage quand l’app est fermée
it: Mantiene questo dispositivo registrato su claude-bridge, che invia gli avvisi di turno e aggiorna il widget di utilizzo con l’app chiusa
ja: このデバイスを claude-bridge に登録したままにします。App を閉じていてもターン通知を送り、使用状況ウィジェットを更新します
ko: 이 기기를 claude-bridge에 등록된 상태로 유지합니다. 앱이 닫혀 있어도 턴 알림을 보내고 사용량 위젯을 갱신합니다
pt_br: Mantém este dispositivo registrado no claude-bridge, que envia alertas de turno e atualiza o widget de uso com o app fechado
zh_hans: 让此设备保持在 claude-bridge 注册状态，即使 App 关闭也能推送回合提醒并刷新用量小组件
zh_hant: 讓此裝置保持在 claude-bridge 註冊狀態，即使 App 關閉也能推播回合提醒並更新用量小工具

source: Last discovery
de: Letzte Suche
es: Último descubrimiento
fr: Dernière découverte
it: Ultimo rilevamento
ja: 最後の検出
ko: 마지막 검색
pt_br: Última descoberta
zh_hans: 上次发现
zh_hant: 上次探索
